List<List<String>> sira = [
  [
    "حياة الرسول ﷺ",
    "assets/json/السيره النبويه/حياة الرسول ﷺ.json",
  ],
  [
    "سيرة زوجات وأولاد الرسول ﷺ",
    "assets/json/السيره النبويه/سيرة زوجات وأولاد الرسول ﷺ.json",
  ],
  [
    "غزوات الرسول ﷺ",
    "assets/json/السيره النبويه/غزوات الرسول ﷺ.json",
  ],
  [
    "نبذة عن حياة الرسول ﷺ",
    "assets/json/السيره النبويه/نبذة عن حياة الرسول ﷺ.json",
  ],
];

List<List<String>> islamStories = [
  [
    "أسماء زوجات الرسل والأنبياء",
    "assets/json/قصص اسلاميه/أسماء زوجات الرسل والأنبياء.json",
  ],
  [
    "قصص الأنبياء",
    "assets/json/قصص اسلاميه/قصص الأنبياء.json",
  ],
  [
    "قصص الحيوان",
    "assets/json/قصص اسلاميه/قصص الحيوان.json",
  ],
  [
    "قصص الصحابة",
    "assets/json/قصص اسلاميه/قصص الصحابة.json",
  ],
  [
    "قصص الصحابيات",
    "assets/json/قصص اسلاميه/قصص الصحابيات.json",
  ],
  [
    "قصص القرآن",
    "assets/json/قصص اسلاميه/قصص القرآن.json",
  ],
  [
    "معجزات الأنبياء",
    "assets/json/قصص اسلاميه/معجزات الأنبياء.json",
  ],
];

List<List<String>> haj = [
  [
    "أدعية متنوعة",
    "assets/json/الحج والعمره/أدعية متنوعة.json",
  ],
  [
    "أركان الحج",
    "assets/json/الحج والعمره/أركان الحج.json",
  ],
  [
    "الحج والعمرة",
    "assets/json/الحج والعمره/الحج والعمرة.json",
  ],
  [
    "حجة التمتع",
    "assets/json/الحج والعمره/حجة التمتع.json",
  ],
  [
    "شروط الحج",
    "assets/json/الحج والعمره/شروط الحج.json",
  ],
  [
    "فضل الحج",
    "assets/json/الحج والعمره/فضل الحج.json",
  ],
  [
    "مبطلات الحج",
    "assets/json/الحج والعمره/مبطلات الحج.json",
  ],
  [
    "وقت الحج",
    "assets/json/الحج والعمره/وقت الحج.json",
  ],
];

List<List<String>> islamyat = [
  [
    "55 وصية من النبى",
    "assets/json/اسلاميات/55 وصية من النبى.json",
  ],
  [
    "الإيمان بالله تعالى",
    "assets/json/اسلاميات/الإيمان بالله تعالى.json",
  ],
  [
    "الجنة ماهى وما درجاتها ووصفها",
    "assets/json/اسلاميات/الجنة ماهى وما درجاتها ووصفها.json",
  ],
  [
    "رياض الصالحين",
    "assets/json/اسلاميات/رياض الصالحين.json",
  ],
  [
    "سنن مؤكدة",
    "assets/json/اسلاميات/سنن مؤكدة.json",
  ],
  [
    "علمنى شيء فى الإسلام",
    "assets/json/اسلاميات/علمنى شيء فى الإسلام.json",
  ],
  ["فرص ذهبية", "assets/json/اسلاميات/فرص ذهبية.json"],
  [
    "فضائل الاعمال عند الله تعالى",
    "assets/json/اسلاميات/فضائل الاعمال عند الله تعالى.json",
  ],
];

List<List<String>> doaa = [
  [
    "آداب وشروط الدعاء",
    "assets/json/ادعيه/آداب وشروط الدعاء.json",
  ],
  [
    "أوقات استجابة الدعاء",
    "assets/json/ادعيه/أوقات استجابة الدعاء.json",
  ],
  [
    "ادعية الرزق والبركة",
    "assets/json/ادعيه/ادعية الرزق والبركة.json",
  ],
  [
    "ادعية المتوفى",
    "assets/json/ادعيه/ادعية المتوفى.json",
  ],
  [
    "ادعية المغفرة والتوبة",
    "assets/json/ادعيه/ادعية المغفرة والتوبة.json",
  ],
  [
    "ادعية ختم القران",
    "assets/json/ادعيه/ادعية ختم القران.json",
  ],
  [
    "ادعية ذهاب الهم",
    "assets/json/ادعيه/ادعية ذهاب الهم.json",
  ],
  [
    "ادعية طلب العلم",
    "assets/json/ادعيه/ادعية طلب العلم.json",
  ],
  [
    "ادعية قرآنية",
    "assets/json/ادعيه/ادعية قرآنية.json",
  ],
  [
    "ادعية نبوية",
    "assets/json/ادعيه/ادعية نبوية.json",
  ],
  [
    "الدعاء المستجاب",
    "assets/json/ادعيه/الدعاء المستجاب.json",
  ],
  [
    "الدعاء المنهى عنه",
    "assets/json/ادعيه/الدعاء المنهى عنه.json",
  ],
];

List<List<String>> ahadith = [
  [
    "أحاديث عامة",
    "assets/json/احاديث/أحاديث عامة.json",
  ],
  [
    "أحاديث عن الصداقة",
    "assets/json/احاديث/أحاديث عن الصداقة.json",
  ],
  [
    "أحاديث عن الصدق",
    "assets/json/احاديث/أحاديث عن الصدق.json",
  ],
  [
    "أحاديث عن العلم",
    "assets/json/احاديث/أحاديث عن العلم.json",
  ],
  [
    "أحاديث عن الماء",
    "assets/json/احاديث/أحاديث عن الماء.json",
  ],
  [
    "أحاديث عن النظافة",
    "assets/json/احاديث/أحاديث عن النظافة.json",
  ],
  [
    "أحاديث مبوبة",
    "assets/json/احاديث/أحاديث مبوبة.json",
  ],
  [
    "الأربعون النووية",
    "assets/json/احاديث/الأربعون النووية.json",
  ],
  [
    "العشرة المبشرين بالجنة",
    "assets/json/احاديث/العشرة المبشرين بالجنة.json",
  ],
];
