[
  {
    "text": "اللهم إنفعنا بما علمتنا ، وعلّمنا ما ينفعنا ، وزدني علماً.",
    "number": "الدعاء الأول"
  },
  {
    "text": "اللهم إفتح لي أبواب حكمتك واأنشر علّي من رحمتك وأمنن علّي بالحفظ والفهم ، سُبحانك لا عِلمَ لنا إلا ما علمتنا إنك أنت العليم الحكيم.",
    "number": "الدعاء الثاني"
  },
  {
    "text": "ربِ إشرح لي صدري ويسر لي أمري وأحلل عقدةً من لساني يفقهوا قولي.",
    "number": "الدعاء الثالث"
  },
  {
    "text": "اللهم ذكرّني ما نسيت ، وإحفظ عليّ ما علمت ، وزدني علماً.",
    "number": "الدعاء الرابع"
  },
  {
    "text": "اللهم أخرجنا من ظلمات الوهم وأكرمنا بنور الفهم ، وإفتح علينا بمعرفة العلم وحسن أخلاقنا بالحلم وسهل لنا أبواب فضلك وأنشر علينا من خزائن رحمتك يا أرحم الراحمين .. يا أرحم الراحمين",
    "number": "الدعاء الخامس"
  },
  {
    "text": "اللهم إني أعوذ بك من شر ما عملت ، ومن شر ما لم أعمل.",
    "number": "الدعاء السادس"
  },
  {
    "text": "اللهم أرزقنا العلم النافع الذي يقربنا مِنك ويؤنس وحدتنا في قبورنا يارب.",
    "number": "الدعاء السابع"
  },
  {
    "text": "الله علمنا ما جهلنا ، وذكرنا ما نسينا ، وإفتح علينا من بركات السماء والأرض إنك أنت السميع العليم.",
    "number": "الدعاء الثامن"
  },
  {
    "text": "قال تعالى :  رَبِّ هَبْ لِي حُكْماً وَأَلْحِقْنِي بِالصَّالِحِينَ .",
    "number": "الدعاء التاسع"
  },
  {
    "text": "اللهم أستودعك ما حفظت وتعلمت فأرده إلي عند حاجتي إليه ولا تنسينيه .. يا رب العالمين.",
    "number": "الدعاء العاشر"
  },
  {
    "text": "قال تعالى :  فَفَهمناها سليمان وكلاً آتينا حُكماً وعلما وسخرنا مع داوود الجبال يسبحن والطير وكنا فاعلين .",
    "number": "الدعاء الحادي عشر"
  },
  {
    "text": "يا حي يا قيوم يا رب موسى وهارون ونوح وإبراهيم وعيسى ومحمد صلى الله عليه وسلم أكرمني بجودة الحفظ وسرعة الفهم و أرزقني الحكمة والمعرفة والعلم والحلم بحق سيدنا محمد صلى الله عليه وسلم.",
    "number": "الدعاء الثاني عشر"
  },
  {
    "text": "اللهم إفتح علي فتوح العارفين بحكمتك وانشر علي رحمتك وذكرني ما نسيت يا ذا الجلال والإكرام.",
    "number": "الدعاء الثالث عشر"
  },
  {
    "text": "سبحان الله والحمد لله ولا إله إلا الله والله أكبر ولا حول ولا قوة إلا بالله العلي العظيم عدد كل حرف كتب ويكتب إل أبد الآبدين ودهر الداهرين يا رب العالمين.",
    "number": "الدعاء الرابع عشر"
  },
  {
    "text": "اللهم علّمني ما ينفعني وإنفعني بما علمتني وزدني علماً ، والحمد لله على كل حال وأعوذ بالله من أحوال أهل النار.",
    "number": "الدعاء الخامس عشر"
  },
  {
    "text": "اللهم نور بالكتاب بصري وإشرح به صدري واستعمل به بدني وأطلق به لساني وقوي به عزمي بحولك وقوتك فإنه لا حول ولا قوة إلا بك يا أرحم الراحمين.",
    "number": "الدعاء السادس عشر"
  },
  {
    "text": "اللهم إجعلني من عبادك المتقين وعلمني ما ينفعني وإنفعني بما علمتني وزدني علماً وعملاً وفِقهاً وإخلاصاً في الـدين.",
    "number": "الدعاء السابع عشر"
  },
  {
    "text": "اللهم إني أعوذ بكَ من قلبٍ لا يخشع ، ومن دعاءٍ لا يسمع ، ومن نفس لا تشبع ، ومن علم لا ينفع.",
    "number": "الدعاء الثامن عشر"
  },
  {
    "text": "اللهم نور بالكتاب بصري وإشرح به صـدري وأسرع به فهمي وقوي به عزمي بحولك وقوتك فإنه لاحول ولا قـوة إلا بك بحـق.",
    "number": "الدعاء التاسع عشر"
  },
  {
    "text": "اللهم فقهني في الدين.",
    "number": "الدعاء العشرون"
  },
  {
    "text": "اللهم ألهمني علماً أعرف به أوامرك وأجتنب به نواهيك وارزقني بلاغة فهم النبيين وفصاحة حفظ المرسلين وسرعة إلهام الملائكة المقربين وعلمني أسرار حكمتك يا حي يا قيوم .",
    "number": "الدعاء الحادي والعشرون"
  },
  {
    "text": "اللهم يا معلم موسى علمنا ، ويا مُفهم سليمان فهمنا ، ويا مؤتي لقمان الحكمة وفصل الخطاب آتينا الحكمة وفصل الخطاب.",
    "number": "الدعاء الثاني والعشرون"
  },
  {
    "text": "اللهم صل على سيدنا محمد صلاةً تكرمنا بها بنور الفهم من ظلمات التردد والوهم وتوضح لنا بها ما أشكل حتى يفهم وتفتح علينا بها فتوح العارفين وتجعلنا بها من العلماء العاملين المخلصين ومن خيرة",
    "number": "الدعاء الثالث والعشرون"
  },
  {
    "text": "خلقك وصفوة عبادك وأحبابك وأهل طاعتك وحفظة كتابك يا أرحم الراحمين.",
    "number": "الدعاء الرابع والعشرون"
  },
  {
    "text": "اللهم لا سهل إلا ما جعلته سهلاً فأنت تجعل الحزن إذا شئت سهلاً.",
    "number": "الدعاء الخامس والعشرون"
  },
  {
    "text": "اللّهم إني عبدك وإبن عبدك وإبن آمتك ناصيتي بيدك ماضٍ فيَّ حكمك عدلٌ فيَّ قضاؤك أسـألك بكل اسم هـو لك سميت به نفسك أو أنزلته في كتابك أو علمته أحد من خلقك أو استأثرت به في علـم الغيب",
    "number": "الدعاء السادس والعشرون"
  },
  {
    "text": "عندك أن تفتح عليَّ فتوح العارفين بحكمتك وأن تنشر عليَّ من خزائن رحمتك وذكرني من العلـم ما نسيت يافتاح ياعليم ياخبير ياحكيم يا ذا الجلال والإكـرام.",
    "number": "الدعاء السابع والعشرون"
  },
  {
    "text": "اللهم يا من قلت وقولك الحق : (وإتـقـوا اللـه ويعلمكم اللـه) إجعلني من عبادك المتقين وعلمني ما ينفعني وإنفعني بما علمتني وزدني علماً وعملاً وفِقهاً وإخلاصاً في الـدين.",
    "number": "الدعاء الثامن والعشرون"
  },
  {
    "text": "اللهم إني أسألك علماً نافعاً ، ورزقاً طيباً ، وعملاً متقبلاً.",
    "number": "الدعاء التاسع والعشرون"
  },
  {
    "text": "اللهم إجعل ألسنتنا عامرة بذكرك و قلوبنا بخشيتك و أسرارنا بطاعتك إنك على كل شيء قدير.",
    "number": "الدعاء الثلاثون"
  },
  {
    "text": "سبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمد لله رب العالمين.",
    "number": "الدعاء الواحد والثلاثون"
  },
  {
    "text": "اللهم لكَ الحمد يا من علم الأنبياء والمرسلين اللهم لك الحمد يا من علـم الملائـكة المقربين اللهم لك الحمد يا من علم العلماء العاملين اللهم لك الحمد يا من علـم الأولياء والصالحين اللهم يا مؤنس كل وحيد ويا صاحب كل فريد ويا قريباً غـير بعيد ويا شاهداً غير غائب ويا غالباً غير مغلوب صلِ علي سيدنا محمد عبدك ونبيك ورسولك النبي الأمي وعلى آله وصحبه وسلم تسليماً كثيراً.",
    "number": "الدعاء الثاني والثلاثون"
  },
  {
    "text": "اللهم يا من قلت وقولك الحق : (وعلمناه من لدنا علماً) أرزقني من لدنك على ما يقربني إليك.",
    "number": "الدعاء الثالث والثلاثون"
  },
  {
    "text": "اللهم إنك تعلم سري وعلانيتي ، فإقبل معِذرتي وتعلم حاجتي وأعطني سؤلي، وتعلم مافي نفسي فإغفر لي ذنبي يامن يعلم خائنة الأعين وما تُخفي الصدور.",
    "number": "الدعاء الرابع والثلاثون"
  },
  {
    "text": "قال تعالى : وَقُل رَّبِّ زِدْنِي عِلْمًا.",
    "number": "الدعاء الخامس والثلاثون"
  }
]
